[
    {
        "type": "long",
        "title": "Project Sentinel",
        "text": "Are you experiencing rental problems or mortgage default difficulties? Project Sentinel offers counseling and mediation services to tenants, landlords, and homeowners.\n\nMore information is available by calling (408) 720-9888."
    },
    {
        "type": "long",
        "title": "Prediabetes",
        "text": "The American Diabetes Association wants you to know that nearly 38% of adults in California have prediabetes. Adults with prediabetes have elevated blood glucose levels, putting them at high risk for type 2 diabetes. Nearly 90% of adults with prediabetes don't even know they have it. Prediabetes can be reversed through healthy lifestyle changes, including diet changes and increased physical activity. Visit DoIHavePrediabetes.org to find out if you're at risk today. Again, that's DoIHavePrediabetes.org."
    },
    {
        "type": "long",
        "title": "Al-Anon Family Groups",
        "text": "Alcohol is a cause of family trouble for over one-third of Americans, according to Gallup's July 2014 Consumation Habits pol. Al-Anon Family Groups in your community offer hope and help to families and friends who have been affected by a loved one's drinking. There are no financial costs or religious affiliations involved with attendance at Al-Anon meetings. It is not necessary for anyone to suffer in silence and isolation. You can learn more by calling 1-888-4AL-ANON or go to al-anon.org. That's A-L-(hyphen)-A-N-O-N.org."
    },
    {
        "type": "long",
        "title": "Caregiver Assistance",
        "text": "Did you know that more than 40 million Americans care for aging loved ones? Almost 3 in 10 caregivers say the responsibility has been life-changing, and often not in a positive way. More than 1 in 5 caregivers report a decline in the quality of their physical, emotional, and social well-being. AARP's online Caregiver Resource is an invaluable source of information, tips and tools to help caregivers care for their aging loved ones and themselves. YOu can help caregivers find tools to better care for their loved ones by letting them know about AARP's support. For more information, visit aarp.org/caregiving."
    },
    {
        "type": "long",
        "title": "Runaway",
        "text": "Every year, tens of thousands of youth experience homelessness. 1-800-RUNAWAY provides 24-hour access to a nationwide network of housing and support services. Call 1-800-RUNAWAY, go to 1800runaway.org, or text 66008. We can END youth homelessness."
    },
    {
        "type": "long",
        "title": "Read Santa Clara",
        "text": "Read Santa Clara is an adult literacy program run by the Santa Clara City library. The program trains volunteer tutors to offer one-on-one and small group tutoring for adults to improve their basic reading and writing skills.\n\nInformation about getting help or volunteering is available by calling Read Santa Clara at (408) 615-2956.\n\nIt's never too late to learn."
    },
    {
        "type": "long",
        "title": "\"Get Help, Not Alone\"",
        "text": "Every 68 seconds, an American is sexually assaulted. The effects of sexual violence aren't always easy to deal with, but with the right help they can be managed. If you need to talk, call the National Sexual Assault Hotline at 1-800-656-HOPE or visit RAINN.org for free, confidential support 24-hours a say, seven days a week. That's 1-800-656-4673 an R-A-I-N-N-dot-O-R-G. You don't have to go through this alone."
    },
    {
        "type": "long",
        "title": "Have a Nice Day!",
        "text": "This is a quick KSCU happy moment. Right now, let's take a breath. Smile. Think aout one thing you have experienced today that made your day a little better. Now think about one little thing you can do today to make someone else's day better. GO AND DO IT! From your friends at KSCU, we hope you have a wonderful day."
    },
    {
        "type": "long",
        "title": "Help End Childhood Hunger",
        "text": "We'd do anything for kids, yet 1 in 6 children in the US struggle with hunger. Billions of pounds of surplus food go to waste every year in the US, more than enough to feed people in need. The Feeding America nationwide network of foodbanks helps provie 3.7 billion meals to over 46 million people and families. Visit feedingamerica.org to find out how to end childhood hunger in your community.\n\nFeedingamerica.org, help kids in your community get the meals they need."
    },
    {
        "type": "long",
        "title": "High School Sports",
        "text": "Research shows that high school atheletes have higher grade point averages, better school attendance records, and fewer disciplinary problems. They teach important life lessons like self-discipline, sportsmanship, time management skills, and leadership, The life lessons that student-atheletes learn while in high school are instrumental in helping them become more active, productive citizens. Many of them will be the future leaders of this community. To help support high school sports, visit SupportHighSchoolSports.org.\n\nThat's SupportHighSchoolSports.org."
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    },
    {
        "type": "long",
        "title": "",
        "text": ""
    }
]